tap "candid82/brew"
tap "felixkratz/formulae"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
tap "yqrashawn/goku"
brew "bat"
brew "black"
brew "python@3.12"
brew "cppman"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "grep"
brew "isort"
brew "jq"
brew "llvm"
brew "lua"
brew "make"
brew "neovim"
brew "node"
brew "nowplaying-cli"
brew "pnpm"
brew "ripgrep"
brew "spicetify-cli"
brew "tmux"
brew "wget"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
brew "yqrashawn/goku/goku"
cask "aerospace"
cask "font-hack-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "karabiner-elements"
cask "qutebrowser"
cask "sf-symbols"
cask "shottr"
vscode "ecmel.vscode-html-css"
vscode "formulahendry.code-runner"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "twxs.cmake"
